export const weeksRecipe = [
        {
                id: 1,
                title: "식빵으로 애그타르트 만들기!",
                content: `만드는 법 : 
            1. 식빵은 테두리 자르고 얇게 밀어줍니다.
            2. 틀로 모양을 내주고	
            3. 녹인버터를 양쪽면에 발라 틀에 놓고 포크로 콕콕 찍어줍니다	
            4. 예열오븐 180도에서 5-6분 정도 구워줍니다.
            5. 크림치즈는 부드럽게 풀어주고 슈가파우더 넣고 휘핑, 계란 넣고 휘핑, 생크림 넣고 잘 휘핑해줍니다...
            6. 바닐라에센스넣고 섞어주고 레몬즙, 전분도 넣어 잘 섞어줍니다.	
            7. 만든 크림치즈반죽을 식빵 타르트지에 채워줍니다..
            8. 160도에서 25분 전후로 구워줍니다.
            9. 안에 넣는 반죽은 커스터드 크림을 넣어도 되구요~ 아몬드크림을 넣으셔도 되구요~ 취향껏 넣어 만들어보세요~ 바삭바삭 맛있는 식빵 타르트지와 다 어울릴 거예요..	
            ※ 팁-주의사항
            (미니타르트 15-20개정도의 분량입니다..많으면 절반 레시피로 만들어보세요..)`,
                material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼"],
                price: 1500,
                img: "./images/weeks/001.jpg"
        },
        {
                id: 2,
                title: "오징어 볶음, 향과 맛이 일품! 백종원 오징어 볶음!",
                content: `만드는 법 : 
            1. 양배추, 당근, 양파, 파(준비량의 반)는 길쭉하고 굵게, 고추도 어슷큼직하게 썹니다. 오징어도 깨끗하게 손질해서 먹기좋은 크기로 썹니다.	
            2. 팬에 식용유 3큰술과 송송썬 파를 넣은 후 불을 올려 볶아요. 파기름이 충분히 나오게, 노르스름해질때까지 볶습니다.
            3. 파가 노르스름하게 볶아지면 오징어를 넣고 볶다가 설탕 1큰술을 넣어 볶습니다.
            4. 마늘 1큰술 고추장 1큰술을 넣어고 볶습니다. 볶는 시간은 최소로 하세요, 마늘넣고 팬들어가며 섞어주는식으로 볶고, 고추장 넣고도 마찬가지로요.
            5. 간장 5큰술, 고춧가루 3큰술을 넣고 볶습니다. 너무 뻑뻑한 느낌이 들면 물 반컵을 넣고 볶습니다.
            6. 이제 준비한 채소를 볶던 팬에 전부 넣습니다.
            7. 잘 섞어가며 채소의 숨이 죽지않게 단시간으로 볶다가 불에서 내리기 직전 참기름을 촤악~ 둘러주고 끝!!	
            8. 그릇이나 달군 팬에 먹음직스럽게 담고 통깨를 솔솔 뿌려 상에 냅니다. 완성!입니다. 맛있게 드세요~`,
                material: ["오징어大2마리", "양배추1/4통", "당근1/2개", "양파1개", "파2뿌리", "설탕", "마늘", "간장", "고추장"],
                price: 5000,
                img: "./images/weeks/002.jpg"
        },
        {
                id: 3,
                title: "소고기무국 황금레시피, 재료는 간단! 맛은 최고!!",
                content: `만드는 법 : 
            1. 국거리용 소고기와 얇게 나박나박 썬 무를 준비해주세요. 무는 얇게 썰수록 조리시간이 줄어드니 조리시간 감안해서 썰어주세요.
            2. 참기름 2T 넣고 중불에서 소고기를 먼저 볶아주세요.	
            3. 참기름 넣고 볶다가 고기가 살짝 덜 익었을 때 국간장 4T 넣고 볶아주세요. 국간장을 고기 볶을 때 넣어서 의아해 하셨죠 ? 이것이야 말로 저만의 비법!
            4. 소고기가 맛있게 달달 볶아지면, 썰어둔 무를 넣고 볶아주세요.	
            5. 미리 끓여둔 멸치육수를 조금 붓고 뚜껑을 덮어 센불로 끓여주세요. 같은 방법으로 3번 반복해서 끓여주세용 :)
            6. 뚜껑 닫고 팔팔 끓이다보면 ! 고기에서 나오는 거무스름한 거품이 생기거든요, 거품을 제거해주세요.	
            7. 간마늘 1T, 대파 1개를 송송 썰어 소고기무국에 투하! 간마늘 향 강한거 싫으시면 0.5T 줄여서 넣어주세요.	
            8. 푹 끓여주면 소고기무국 완성이요 :)
            `,
                material: ["무1/3개", "소고기(국거리용)", "대파1개", "참기름2T", "간마늘1T", "국간장4T", "물 적당량"],
                price: 4000,
                img: "./images/weeks/003.jpg"
        },
        {
                id: 4,
                title: "간단간식-마늘소스 더한 바게트 마늘빵 만들기/마늘빵 소스 레시피",
                content: `만드는 법 : 
            1. 먼저 버터 60g은 전자레인지 용기에 담아 20~30초 정도 끊어가며 돌려주세요. (완전히 녹이기.)
            2. 마늘은 잘게 다져준 후 넣어주세요. 다진 마늘을 넣는것보다 통마늘은 바로 다져 주면 향이 더 좋아요.
            3. 꿀 3T, 설탕 1t, 파슬리가루 1t을 넣고 잘 섞어주세요.	
            4. 바게트는 도톰하게 썰어주세요. 식빵을 사용하셔도 좋아요!	
            5. 바게트 윗면에 마늘 소스를 듬뿍 발라주세요. 마늘 소스는 듬뿍 발라주어야 마늘의 향긋함을 그대로 느낄 수 있어요.
            6. 180도 예열된 오븐 또는 에어프라이어에 12분 구워주세요. 이때 오븐의 사양에 따라 달라질 수 있으니 중간마다 구움색을 꼭 확인해 주세요.
            7. 노릇노릇 잘 구워졌다면 최종 완성이 되는 바게트 마늘빵!!`,
                material: ["바게트1/3개", "다진마늘2T", "설탕1t", "버터60g", "꿀3T", "파슬리가구1t"],
                price: 3000,
                img: "./images/weeks/004.jpg"
        },
        {
                id: 5,
                title: "맛없는빵으로 애그타르트 만들기!",
                content: `만드는 법 : 
            1. 맛없는빵은 테두리 자르고 얇게 밀어줍니다.
            2. 틀로 모양을 내주고	
            3. 녹인버터를 양쪽면에 발라 틀에 놓고 포크로 콕콕 찍어줍니다	
            4. 예열오븐 180도에서 5-6분 정도 구워줍니다.
            5. 크림치즈는 부드럽게 풀어주고 슈가파우더 넣고 휘핑, 계란 넣고 휘핑, 생크림 넣고 잘 휘핑해줍니다...
            6. 바닐라에센스넣고 섞어주고 레몬즙, 전분도 넣어 잘 섞어줍니다.	
            7. 만든 크림치즈반죽을 맛없는빵 타르트지에 채워줍니다..
            8. 160도에서 25분 전후로 구워줍니다.
            9. 안에 넣는 반죽은 커스터드 크림을 넣어도 되구요~ 아몬드크림을 넣으셔도 되구요~ 취향껏 넣어 만들어보세요
            ※ 팁-주의사항
            (미니타르트 15-20개정도의 분량입니다..많으면 절반 레시피로 만들어보세요..)`,
                material: ["맛없는빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼"],
                price: 1500,
                img: "./images/weeks/001.jpg"
        },
        {
                id: 6,
                title: "식빵으로 애그타르트 만들기!",
                content: `만드는 법 : 
            1. 식빵은 테두리 자르고 얇게 밀어줍니다.
            2. 틀로 모양을 내주고	
            3. 녹인버터를 양쪽면에 발라 틀에 놓고 포크로 콕콕 찍어줍니다	
            4. 예열오븐 180도에서 5-6분 정도 구워줍니다.
            5. 크림치즈는 부드럽게 풀어주고 슈가파우더 넣고 휘핑, 계란 넣고 휘핑, 생크림 넣고 잘 휘핑해줍니다...
            6. 바닐라에센스넣고 섞어주고 레몬즙, 전분도 넣어 잘 섞어줍니다.	
            7. 만든 크림치즈반죽을 식빵 타르트지에 채워줍니다..
            8. 160도에서 25분 전후로 구워줍니다.
            9. 안에 넣는 반죽은 커스터드 크림을 넣어도 되구요~ 아몬드크림을 넣으셔도 되구요~ 취향껏 넣어 만들어보세요~ 바삭바삭 맛있는 식빵 타르트지와 다 어울릴 거예요..	
            ※ 팁-주의사항
            (미니타르트 15-20개정도의 분량입니다..많으면 절반 레시피로 만들어보세요..)`,
                material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼"],
                price: 3000,
                img: "./images/weeks/002.jpg"
        },
        {
                id: 7,
                title: "식빵으로 애그타르트 만들기!",
                content: `만드는 법 : 
            1. 식빵은 테두리 자르고 얇게 밀어줍니다.
            2. 틀로 모양을 내주고	
            3. 녹인버터를 양쪽면에 발라 틀에 놓고 포크로 콕콕 찍어줍니다	
            4. 예열오븐 180도에서 5-6분 정도 구워줍니다.
            5. 크림치즈는 부드럽게 풀어주고 슈가파우더 넣고 휘핑, 계란 넣고 휘핑, 생크림 넣고 잘 휘핑해줍니다...
            6. 바닐라에센스넣고 섞어주고 레몬즙, 전분도 넣어 잘 섞어줍니다.	
            7. 만든 크림치즈반죽을 식빵 타르트지에 채워줍니다..
            8. 160도에서 25분 전후로 구워줍니다.
            9. 안에 넣는 반죽은 커스터드 크림을 넣어도 되구요~ 아몬드크림을 넣으셔도 되구요~ 취향껏 넣어 만들어보세요~ 바삭바삭 맛있는 식빵 타르트지와 다 어울릴 거예요..	
            ※ 팁-주의사항
            (미니타르트 15-20개정도의 분량입니다..많으면 절반 레시피로 만들어보세요..)`,
                material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼"],
                price: 1800,
                img: "./images/weeks/003.jpg"
        }
]

export const recipeData = [
        {
                id: 1,
                title: "식빵으로 애그타르트 만들기!",
                content: `만드는 법 : 
            1. 식빵은 테두리 자르고 얇게 밀어줍니다.
            2. 틀로 모양을 내주고	
            3. 녹인버터를 양쪽면에 발라 틀에 놓고 포크로 콕콕 찍어줍니다	
            4. 예열오븐 180도에서 5-6분 정도 구워줍니다.
            5. 크림치즈는 부드럽게 풀어주고 슈가파우더 넣고 휘핑, 계란 넣고 휘핑, 생크림 넣고 잘 휘핑해줍니다...
            6. 바닐라에센스넣고 섞어주고 레몬즙, 전분도 넣어 잘 섞어줍니다.	
            7. 만든 크림치즈반죽을 식빵 타르트지에 채워줍니다..
            8. 160도에서 25분 전후로 구워줍니다.
            9. 안에 넣는 반죽은 커스터드 크림을 넣어도 되구요~ 아몬드크림을 넣으셔도 되구요~ 취향껏 넣어 만들어보세요~ 바삭바삭 맛있는 식빵 타르트지와 다 어울릴 거예요..	
            ※ 팁-주의사항
            (미니타르트 15-20개정도의 분량입니다..많으면 절반 레시피로 만들어보세요..)`,
                material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼"],
                price: 1500,
                img: "./images/recipe/011.png",
                category: "한식"
        },
        {
                id: 2,
                title: "오징어 볶음, 향과 맛이 일품! 백종원 오징어 볶음!",
                content: `만드는 법 : 
            1. 양배추, 당근, 양파, 파(준비량의 반)는 길쭉하고 굵게, 고추도 어슷큼직하게 썹니다. 오징어도 깨끗하게 손질해서 먹기좋은 크기로 썹니다.	
            2. 팬에 식용유 3큰술과 송송썬 파를 넣은 후 불을 올려 볶아요. 파기름이 충분히 나오게, 노르스름해질때까지 볶습니다.
            3. 파가 노르스름하게 볶아지면 오징어를 넣고 볶다가 설탕 1큰술을 넣어 볶습니다.
            4. 마늘 1큰술 고추장 1큰술을 넣어고 볶습니다. 볶는 시간은 최소로 하세요, 마늘넣고 팬들어가며 섞어주는식으로 볶고, 고추장 넣고도 마찬가지로요.
            5. 간장 5큰술, 고춧가루 3큰술을 넣고 볶습니다. 너무 뻑뻑한 느낌이 들면 물 반컵을 넣고 볶습니다.
            6. 이제 준비한 채소를 볶던 팬에 전부 넣습니다.
            7. 잘 섞어가며 채소의 숨이 죽지않게 단시간으로 볶다가 불에서 내리기 직전 참기름을 촤악~ 둘러주고 끝!!	
            8. 그릇이나 달군 팬에 먹음직스럽게 담고 통깨를 솔솔 뿌려 상에 냅니다. 완성!입니다. 맛있게 드세요~`,
                material: ["오징어大2마리", "양배추1/4통", "당근1/2개", "양파1개", "파2뿌리", "설탕", "마늘", "간장", "고추장"],
                price: 5000,
                img: "./images/recipe/022.png",
                category: "한식"
        },
        {
                id: 3,
                title: "소고기무국 황금레시피, 재료는 간단! 맛은 최고!!",
                content: `만드는 법 : 
            1. 국거리용 소고기와 얇게 나박나박 썬 무를 준비해주세요. 무는 얇게 썰수록 조리시간이 줄어드니 조리시간 감안해서 썰어주세요.
            2. 참기름 2T 넣고 중불에서 소고기를 먼저 볶아주세요.	
            3. 참기름 넣고 볶다가 고기가 살짝 덜 익었을 때 국간장 4T 넣고 볶아주세요. 국간장을 고기 볶을 때 넣어서 의아해 하셨죠 ? 이것이야 말로 저만의 비법!
            4. 소고기가 맛있게 달달 볶아지면, 썰어둔 무를 넣고 볶아주세요.	
            5. 미리 끓여둔 멸치육수를 조금 붓고 뚜껑을 덮어 센불로 끓여주세요. 같은 방법으로 3번 반복해서 끓여주세용 :)
            6. 뚜껑 닫고 팔팔 끓이다보면 ! 고기에서 나오는 거무스름한 거품이 생기거든요, 거품을 제거해주세요.	
            7. 간마늘 1T, 대파 1개를 송송 썰어 소고기무국에 투하! 간마늘 향 강한거 싫으시면 0.5T 줄여서 넣어주세요.	
            8. 푹 끓여주면 소고기무국 완성이요 :)
            `,
                material: ["무1/3개", "소고기(국거리용)", "대파1개", "참기름2T", "간마늘1T", "국간장4T", "물 적당량"],
                price: 4000,
                img: "./images/recipe/033.png",
                category: "한식"
        },
        {
                id: 4,
                title: "간단간식-마늘소스 더한 바게트 마늘빵 만들기/마늘빵 소스 레시피",
                content: `만드는 법 : 
            1. 먼저 버터 60g은 전자레인지 용기에 담아 20~30초 정도 끊어가며 돌려주세요. (완전히 녹이기.)
            2. 마늘은 잘게 다져준 후 넣어주세요. 다진 마늘을 넣는것보다 통마늘은 바로 다져 주면 향이 더 좋아요.
            3. 꿀 3T, 설탕 1t, 파슬리가루 1t을 넣고 잘 섞어주세요.	
            4. 바게트는 도톰하게 썰어주세요. 식빵을 사용하셔도 좋아요!	
            5. 바게트 윗면에 마늘 소스를 듬뿍 발라주세요. 마늘 소스는 듬뿍 발라주어야 마늘의 향긋함을 그대로 느낄 수 있어요.
            6. 180도 예열된 오븐 또는 에어프라이어에 12분 구워주세요. 이때 오븐의 사양에 따라 달라질 수 있으니 중간마다 구움색을 꼭 확인해 주세요.
            7. 노릇노릇 잘 구워졌다면 최종 완성이 되는 바게트 마늘빵!!`,
                material: ["바게트1/3개", "다진마늘2T", "설탕1t", "버터60g", "꿀3T", "파슬리가구1t"],
                price: 3000,
                img: "./images/recipe/044.png",
                category: "중식"
        },
        {
                id: 5,
                title: "맛없는빵으로 애그타르트 만들기!",
                content: `만드는 법 : 
            1. 맛없는빵은 테두리 자르고 얇게 밀어줍니다.
            2. 틀로 모양을 내주고	
            3. 녹인버터를 양쪽면에 발라 틀에 놓고 포크로 콕콕 찍어줍니다	
            4. 예열오븐 180도에서 5-6분 정도 구워줍니다.
            5. 크림치즈는 부드럽게 풀어주고 슈가파우더 넣고 휘핑, 계란 넣고 휘핑, 생크림 넣고 잘 휘핑해줍니다...
            6. 바닐라에센스넣고 섞어주고 레몬즙, 전분도 넣어 잘 섞어줍니다.	
            7. 만든 크림치즈반죽을 맛없는빵 타르트지에 채워줍니다..
            8. 160도에서 25분 전후로 구워줍니다.
            9. 안에 넣는 반죽은 커스터드 크림을 넣어도 되구요~ 아몬드크림을 넣으셔도 되구요~ 취향껏 넣어 만들어보세요
            ※ 팁-주의사항
            (미니타르트 15-20개정도의 분량입니다..많으면 절반 레시피로 만들어보세요..)`,
                material: ["맛없는빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼"],
                price: 1500,
                img: "./images/recipe/055.png",
                category: "양식"
        },
        {
                id: 6,
                title: "식빵으로 애그타르트 만들기!",
                content: `만드는 법 : 
            1. 식빵은 테두리 자르고 얇게 밀어줍니다.
            2. 틀로 모양을 내주고	
            3. 녹인버터를 양쪽면에 발라 틀에 놓고 포크로 콕콕 찍어줍니다	
            4. 예열오븐 180도에서 5-6분 정도 구워줍니다.
            5. 크림치즈는 부드럽게 풀어주고 슈가파우더 넣고 휘핑, 계란 넣고 휘핑, 생크림 넣고 잘 휘핑해줍니다...
            6. 바닐라에센스넣고 섞어주고 레몬즙, 전분도 넣어 잘 섞어줍니다.	
            7. 만든 크림치즈반죽을 식빵 타르트지에 채워줍니다..
            8. 160도에서 25분 전후로 구워줍니다.
            9. 안에 넣는 반죽은 커스터드 크림을 넣어도 되구요~ 아몬드크림을 넣으셔도 되구요~ 취향껏 넣어 만들어보세요~ 바삭바삭 맛있는 식빵 타르트지와 다 어울릴 거예요..	
            ※ 팁-주의사항
            (미니타르트 15-20개정도의 분량입니다..많으면 절반 레시피로 만들어보세요..)`,
                material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼"],
                price: 3000,
                img: "./images/recipe/066.png",
                category: "한식"
        },
        {
                id: 7,
                title: "식빵으로 애그타르트 만들기!",
                content: `만드는 법 : 
            1. 식빵은 테두리 자르고 얇게 밀어줍니다.
            2. 틀로 모양을 내주고	
            3. 녹인버터를 양쪽면에 발라 틀에 놓고 포크로 콕콕 찍어줍니다	
            4. 예열오븐 180도에서 5-6분 정도 구워줍니다.
            5. 크림치즈는 부드럽게 풀어주고 슈가파우더 넣고 휘핑, 계란 넣고 휘핑, 생크림 넣고 잘 휘핑해줍니다...
            6. 바닐라에센스넣고 섞어주고 레몬즙, 전분도 넣어 잘 섞어줍니다.	
            7. 만든 크림치즈반죽을 식빵 타르트지에 채워줍니다..
            8. 160도에서 25분 전후로 구워줍니다.
            9. 안에 넣는 반죽은 커스터드 크림을 넣어도 되구요~ 아몬드크림을 넣으셔도 되구요~ 취향껏 넣어 만들어보세요~ 바삭바삭 맛있는 식빵 타르트지와 다 어울릴 거예요..	
            ※ 팁-주의사항
            (미니타르트 15-20개정도의 분량입니다..많으면 절반 레시피로 만들어보세요..)`,
                material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼"],
                price: 1800,
                img: "./images/recipe/077.jpg",
                category: "한식"
        },
        {
                id: 8,
                title: "식빵으로 애그타르트 만들기!",
                content: `만드는 법 : 
        1. 식빵은 테두리 자르고 얇게 밀어줍니다.
        2. 틀로 모양을 내주고	
        3. 녹인버터를 양쪽면에 발라 틀에 놓고 포크로 콕콕 찍어줍니다	
        4. 예열오븐 180도에서 5-6분 정도 구워줍니다.
        5. 크림치즈는 부드럽게 풀어주고 슈가파우더 넣고 휘핑, 계란 넣고 휘핑, 생크림 넣고 잘 휘핑해줍니다...
        6. 바닐라에센스넣고 섞어주고 레몬즙, 전분도 넣어 잘 섞어줍니다.	
        7. 만든 크림치즈반죽을 식빵 타르트지에 채워줍니다..
        8. 160도에서 25분 전후로 구워줍니다.
        9. 안에 넣는 반죽은 커스터드 크림을 넣어도 되구요~ 아몬드크림을 넣으셔도 되구요~ 취향껏 넣어 만들어보세요~ 바삭바삭 맛있는 식빵 타르트지와 다 어울릴 거예요..	
        ※ 팁-주의사항
        (미니타르트 15-20개정도의 분량입니다..많으면 절반 레시피로 만들어보세요..)`,
                material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼"],
                price: 1800,
                img: "./images/recipe/088.jpg",
                category: "한식"
        },
        {
                id: 9,
                title: "식빵으로 애그타르트 만들기!",
                content: `만드는 법 : 
        1. 식빵은 테두리 자르고 얇게 밀어줍니다.
        2. 틀로 모양을 내주고	
        3. 녹인버터를 양쪽면에 발라 틀에 놓고 포크로 콕콕 찍어줍니다	
        4. 예열오븐 180도에서 5-6분 정도 구워줍니다.
        5. 크림치즈는 부드럽게 풀어주고 슈가파우더 넣고 휘핑, 계란 넣고 휘핑, 생크림 넣고 잘 휘핑해줍니다...
        6. 바닐라에센스넣고 섞어주고 레몬즙, 전분도 넣어 잘 섞어줍니다.	
        7. 만든 크림치즈반죽을 식빵 타르트지에 채워줍니다..
        8. 160도에서 25분 전후로 구워줍니다.
        9. 안에 넣는 반죽은 커스터드 크림을 넣어도 되구요~ 아몬드크림을 넣으셔도 되구요~ 취향껏 넣어 만들어보세요~ 바삭바삭 맛있는 식빵 타르트지와 다 어울릴 거예요..	
        ※ 팁-주의사항
        (미니타르트 15-20개정도의 분량입니다..많으면 절반 레시피로 만들어보세요..)`,
                material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼"],
                price: 1800,
                img: "./images/recipe/099.webp",
                category: "중식"
        },
        {
                id: 10,
                title: "식빵으로 애그타르트 만들기!",
                content: `만드는 법 : 
        1. 식빵은 테두리 자르고 얇게 밀어줍니다.
        2. 틀로 모양을 내주고	
        3. 녹인버터를 양쪽면에 발라 틀에 놓고 포크로 콕콕 찍어줍니다	
        4. 예열오븐 180도에서 5-6분 정도 구워줍니다.
        5. 크림치즈는 부드럽게 풀어주고 슈가파우더 넣고 휘핑, 계란 넣고 휘핑, 생크림 넣고 잘 휘핑해줍니다...
        6. 바닐라에센스넣고 섞어주고 레몬즙, 전분도 넣어 잘 섞어줍니다.	
        7. 만든 크림치즈반죽을 식빵 타르트지에 채워줍니다..
        8. 160도에서 25분 전후로 구워줍니다.
        9. 안에 넣는 반죽은 커스터드 크림을 넣어도 되구요~ 아몬드크림을 넣으셔도 되구요~ 취향껏 넣어 만들어보세요~ 바삭바삭 맛있는 식빵 타르트지와 다 어울릴 거예요..	
        ※ 팁-주의사항
        (미니타르트 15-20개정도의 분량입니다..많으면 절반 레시피로 만들어보세요..)`,
                material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼"],
                price: 1800,
                img: "./images/recipe/1000.png",
                category: "양식"
        },
        {
                id: 11,
                title: "식빵으로 애그타르트 만들기!",
                content: `만드는 법 : 
        1. 식빵은 테두리 자르고 얇게 밀어줍니다.
        2. 틀로 모양을 내주고	
        3. 녹인버터를 양쪽면에 발라 틀에 놓고 포크로 콕콕 찍어줍니다	
        4. 예열오븐 180도에서 5-6분 정도 구워줍니다.
        5. 크림치즈는 부드럽게 풀어주고 슈가파우더 넣고 휘핑, 계란 넣고 휘핑, 생크림 넣고 잘 휘핑해줍니다...
        6. 바닐라에센스넣고 섞어주고 레몬즙, 전분도 넣어 잘 섞어줍니다.	
        7. 만든 크림치즈반죽을 식빵 타르트지에 채워줍니다..
        8. 160도에서 25분 전후로 구워줍니다.
        9. 안에 넣는 반죽은 커스터드 크림을 넣어도 되구요~ 아몬드크림을 넣으셔도 되구요~ 취향껏 넣어 만들어보세요~ 바삭바삭 맛있는 식빵 타르트지와 다 어울릴 거예요..	
        ※ 팁-주의사항
        (미니타르트 15-20개정도의 분량입니다..많으면 절반 레시피로 만들어보세요..)`,
                material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼"],
                price: 1800,
                img: "./images/recipe/1100.png",
                category: "한식"
        },
        {
                id: 12,
                title: "식빵으로 애그타르트 만들기!",
                content: `만드는 법 : 
        1. 식빵은 테두리 자르고 얇게 밀어줍니다.
        2. 틀로 모양을 내주고	
        3. 녹인버터를 양쪽면에 발라 틀에 놓고 포크로 콕콕 찍어줍니다	
        4. 예열오븐 180도에서 5-6분 정도 구워줍니다.
        5. 크림치즈는 부드럽게 풀어주고 슈가파우더 넣고 휘핑, 계란 넣고 휘핑, 생크림 넣고 잘 휘핑해줍니다...
        6. 바닐라에센스넣고 섞어주고 레몬즙, 전분도 넣어 잘 섞어줍니다.	
        7. 만든 크림치즈반죽을 식빵 타르트지에 채워줍니다..
        8. 160도에서 25분 전후로 구워줍니다.
        9. 안에 넣는 반죽은 커스터드 크림을 넣어도 되구요~ 아몬드크림을 넣으셔도 되구요~ 취향껏 넣어 만들어보세요~ 바삭바삭 맛있는 식빵 타르트지와 다 어울릴 거예요..	
        ※ 팁-주의사항
        (미니타르트 15-20개정도의 분량입니다..많으면 절반 레시피로 만들어보세요..)`,
                material: ["식빵6장", "우유200ml", "계란2개", "설탕3스푼", "밀가루2스푼"],
                price: 1800,
                img: "./images/recipe/1200.png",
                category: "중식"
        }
]